export const rule = {
  school: [
    {name: '内蒙古师范大学(4.5)', status: true, content: ' 成绩≥95,学分4.5;成绩≥90,学分4.0;成绩≥85,学分3.5;成绩≥80,学分3;成绩≥75,学分2.5;成绩≥70,学分2.0;成绩≥65,学分1.5;成绩≥60,学分1.0;其他,学分0.0. '},
    {name: '北京大学(4.0)', status: false, content: ' 成绩≥90,学分4.0;成绩≥85,学分3.7;成绩≥82,学分3.3;成绩≥78,学分3.0;成绩≥75,学分2.7;成绩≥72,学分2.3;成绩≥68,学分2.0;成绩≥64,学分1.7;其他,学分0.0.'},
    {name: '中科大(4.3)', status: false, content: ' 成绩≥95,学分4.3;成绩≥90,学分4.0;成绩≥85,学分3.7;成绩≥82,学分3.3;成绩≥78,学分3.0;成绩≥75,学分2.7;成绩≥72,学分2.3;成绩≥68,学分2.0;成绩≥65,学分1.7;成绩≥64,学分1.5;成绩≥61,学分1.3;其他,学分0.0. '},
    {name: '标准(5.0)', status: false, content: ' 成绩≥95,学分5.0;成绩≥90,学分4.5;成绩≥85,学分4.0;成绩≥80,学分3.5;成绩≥75,学分3.0;成绩≥70,学分2.5;成绩≥65,学分2.0;成绩≥60,学分1.0;其他,学分0.0. '},
    {name: '标准(4.0)', status: true, content: ' 成绩≥90,学分4.0;成绩≥80,学分3.0;成绩≥70,学分2.0;成绩≥60,学分1.0;其他,学分0.0. '}
  ],
  gpaRule: [{
    score: [95, 90, 85, 80, 75, 70, 65, 60, 0],
    gpa: [4.5, 4, 3.5, 3, 2.5, 2, 1.5, 1, 0]
  }, {
    score: [90, 85, 82, 78, 75, 72, 68, 64, 60, 0],
    gpa: [4, 3.7, 3.3, 3, 2.7, 2.3, 2, 1.7, 1, 0]
  }, {
    score: [95, 90, 85, 82, 78, 75, 72, 68, 65, 64, 61, 60, 0],
    gpa: [4.3, 4, 3.7, 3.3, 3, 2.7, 2.3, 2, 1.7, 1.5, 1.3, 1, 0]
  }, {
    score: [95, 90, 85, 80, 75, 70, 65, 60, 0],
    gpa: [5, 4.5, 4, 3.5, 3, 2.5, 2, 1, 0]
  }, {
    score: [90, 80, 70, 60, 0],
    gpa: [4, 3, 2, 1, 0]
  }]
}
